{
  "professional work experience": 12,
  "employment history": 8,
  "skills": 10,
  "technical skills": 9,
  "core competencies": 6,
  "key skills": 5,
  "certifications": 7,
  "education": 8,
  "professional activities": 4,
  "training": 3,
  "experience": 11,
  "work experience": 10,
  "career experience": 5,
  "job experience": 4,
  "employment": 6,
  "contact information": 2,
  "contact": 2,
  "phone": 2,
  "email": 2,
  "introduction": 4,
  "professional summary": 3,
  "summary": 5,
  "about": 3,
  "profile": 3,
  "senior technical consultant": 2,
  "software engineer": 3,
  "developer": 4,
  "engineer": 5,
  "manager": 2,
  "dxc technology": 2,
  "organization": 3,
  "company": 4,
  "role": 4,
  "position": 3,
  "title": 3,
  "programming languages": 3,
  "languages": 3,
  "tools": 2,
  "frameworks": 2,
  "technologies": 3,
  "platforms": 2,
  "database": 2,
  "databases": 2,
  "cloud": 2,
  "aws": 2,
  "azure": 2,
  "project": 3,
  "projects": 4,
  "responsibility": 2,
  "responsibilities": 3,
  "achievement": 2,
  "achievements": 3,
  "key achievements": 2,
  "accomplishment": 2,
  "accomplishments": 2,
  "activities": 3,
  "certification": 5,
  "certified": 2,
  "award": 2,
  "awards": 2,
  "recognition": 2,
  "hobby": 1,
  "hobbies": 1,
  "interests": 2,
  "language": 2,
  "fluency": 1,
  "proficiency": 1,
  "advanced": 2,
  "intermediate": 2,
  "beginner": 1,
  "native": 1,
  "fluent": 1,
  "academic": 2,
  "degree": 2,
  "major": 1,
  "minor": 1,
  "gpa": 1,
  "university": 2,
  "college": 2,
  "school": 2,
  "institution": 1,
  "graduation date": 1,
  "graduated": 1,
  "attended": 1,
  "start date": 1,
  "end date": 1,
  "present": 2,
  "current": 2,
  "location": 2,
  "city": 1,
  "state": 1,
  "country": 1,
  "reference": 1,
  "references": 1,
  "available upon request": 1,
  "portfolio": 1,
  "github": 1,
  "linkedin": 1,
  "website": 1,
  "blog": 1,
  "development": 3,
  "development efforts": 2,
  "capstone project": 1,
  "internship": 1,
  "intern": 1,
  "volunteer": 1,
  "volunteering": 1,
  "community service": 1,
  "contribution": 1,
  "lead": 2,
  "team": 2,
  "collaboration": 1,
  "leadership": 1,
  "mentor": 1,
  "mentoring": 1,
  "consultant": 2,
  "consulting": 1,
  "freelance": 1,
  "contractor": 1,
  "architecture": 2,
  "design": 3,
  "implementation": 2,
  "deployment": 1,
  "maintenance": 1,
  "support": 1,
  "quality assurance": 1,
  "testing": 2,
  "test": 2,
  "agile": 1,
  "scrum": 1,
  "kanban": 1,
  "methodology": 1,
  "process": 1,
  "workflow": 1,
  "documentation": 1,
  "specification": 1,
  "requirement": 1,
  "requirement gathering": 1,
  "analysis": 1,
  "analytical": 1,
  "problem solving": 1,
  "problem": 1,
  "solution": 1,
  "optimization": 1,
  "performance": 1,
  "improvement": 1,
  "innovation": 1,
  "creative": 1,
  "strategic": 1,
  "technical": 2,
  "interpersonal": 1,
  "communication": 1,
  "presentation": 1,
  "client": 1,
  "stakeholder": 1,
  "team lead": 1,
  "project manager": 1,
  "scrum master": 1,
  "product owner": 1,
  "business analyst": 1,
  "systems analyst": 1,
  "network": 1,
  "security": 1,
  "infrastructure": 1,
  "devops": 1,
  "ci cd": 1,
  "continuous integI found a comration": 1,
  "continuous deployment": 1,
  "container": 1,
  "docker": 1,
  "kubernetes": 1,
  "microservice": 1,
  "api": 1,
  "rest": 1,
  "graphql": 1,
  "machine learning": 1,
  "artificial intelligence": 1,
  "data science": 1,
  "analytics": 1,
  "business intelligence": 1,
  "big data": 1,
  "frontend": 1,
  "backend": 1,
  "fullstack": 1,
  "full stack": 1,
  "web": 1,
  "mobile": 1,
  "desktop": 1,
  "embedded": 1,
  "iot": 1,
  "competitive": 1,
  "salary": 1,
  "compensation": 1,
  "benefits": 1,
  "employment type": 1,
  "job type": 1,
  "full time": 1,
  "fulltime": 1,
  "part time": 1,
  "parttime": 1,
  "contract": 1,
  "permanent": 1,
  "temporary": 1
}
